Repository: takaaki7/chatty
Catalog: chatty/locale/*/LC_MESSAGES/chatty.po
Languages: ar, es, fr, id, th, vi

source: Welcome to Chatty!
ar: مرحباً بك في Chatty!
es: ¡Bienvenido a Chatty!
fr: Bienvenue sur Chatty !
id: Selamat datang di Chatty!
th: ยินดีต้อนรับสู่ Chatty!
vi: Chào mừng bạn đến với Chatty!

source: Chatty lets you chat and have fun with new people right now.
ar: يمكنك من خلال Chatty الدردشة وقضاء وقت ممتع مع أناس جدد على الفور.
es: Chatty es un servicio de chat con el que puedes disfrutar comunicándote de forma segura y anónima con personas desconocidas de todo el mundo.
fr: Chatty vous permet de discuter et de vous amuser avec de nouvelles personnes tout de suite.
id: Chatty adalah layanan chat yang mengizinkanmu berkomunikasi secara anonim dengan orang asing dari seluruh dunia.
th: Chatty เป็นบริการแชทที่จะทำให้คุณสามารถพูดคุยกับคนที่ไม่รู้จักในทั่วโลกได้อย่างปลอดภัยโดยที่ชื่อของคุณจะถูกปกปิดเอาไว้
vi: Chatty là một dịch vụ trò chuyện giúp bạn tận hưởng việc giao tiếp với người lạ trên toàn thế giới một cách an toàn.

source: LOG IN WITH FACEBOOK
ar: تسجيل الدخول باستخدام FACEBOOK
fr: SE CONNECTER AVEC FACEBOOK

source: Please sign in with Facebook. We don't post anything to Facebook.
ar: يُرجى تسجيل الدخول باستخدام الفيسبوك. إنّنا لا نقوم بنشر أي شيء على الفيسبوك.
es: Inicia sesión con Facebook. No publicaremos nada en Facebook.
fr: Veuillez vous connecter à Facebook. Nous ne publions rien sur Facebook.
id: Silakan masuk dengan akun Facebook. Kami tidak akan mengunggah apapun ke Facebook.
th: กรุณาลงชื่อเข้าใช้ด้วย Facebook เราจะไม่โพสต์อะไรลงใน Facebook ของคุณ การลงชื่อเข้าใช้แสดงว่าคุณยอมรับนโยบายความเป็นส่วนตัวของเรา

source: Privacy Policy
ar: سياسة الخصوصية
fr: politique de confidentialité

source: Sign up completed! Click the Settings button to set discovery settings.
ar: اكتمل الاشتراك! انقر زر الإعداد الإعدادات إعدادات الاكتشاف
fr: Inscrivez-vous complété! Clique sur le bouton « Paramètres » pour établir les paramètres de découverte.

source: You are not chatting with anyone. Do you want to start a new chat with someone new?
ar: إنك لا تقوم بالدردشة من أي شخص. هل تريد بدء محادثة جديدة مع شخص غريب؟
es: No estás conversando con nadie. ¿Busco a un nuevo interlocutor?
id: Tak ada teman chat. Cari teman baru?
th: ยังไม่มีเพื่อนที่จะสนทนา คุณต้องการค้นหาเพื่อนใหม่หรือไม่
vi: Hiện tại bạn không nói chuyện với ai. Bạn có muốn bắt đầu một cuộc trò chuyện mới với một người lạ?

source: Do you want to start a new chat? Each other's profile picture will be shared when matched with someone new.
ar: هل تريد بدء دردشة جديدة؟ستتم مشاركة صورة الملف الشخصي لكل منكما عند التطابق مع شخص جديد.
es: ¿Quieres comenzar un chat nuevo? Al coincidir con alguien nuevo, las fotos de perfil de ambos se compartirán.
fr: Voulez-vous commencer une nouvelle discussion instantanée ? La photo de profil de l'autre sera partagée si elle correspond à quelqu'un de nouveau.
id: Cari teman chat? Foto profil setiap pengguna akan dibagikan kepada pengguna baru yang cocok.
th: คุณต้องการเริ่มแชทใหม่หรือไม่? เมื่อจับคู่กับผู้ใช้คนใหม่ จะมีการแชร์รูปโปรไฟล์ของกันและกัน
vi: Bạn có muốn bắt đầu một cuộc trò chuyện mới với một người lạ?Ảnh tiểu sử của nhau sẽ được chia sẻ khi kết hợp với một người mới.

source: Finding someone you can chat with...
ar: في انتظار شخص ما يمكنك الدردشة معه...
es: Estoy buscando a un nuevo interlocutor...
fr: En attente de quelqu’un avec qui tu peux discuter...
id: Mencari teman baru...
th: กำลังค้นหาเพื่อนใหม่...
vi: Đang chờ đợi ai đó để bạn có thể trò chuyện cùng...

source: You're now chatting with someone new!
ar: إنك الآن تقوم بالدردشة مع شخص غريب!
es: ¡He encontrado a un nuevo interlocutor!
fr: Maintenant tu discutes avec un inconnu !
id: Menemukan teman baru!
th: พบเพื่อนใหม่แล้ว!

source: Choose 'Menu' from the menu '≡' in the corner or tap the button bellow to terminate your conversation.
ar: اضغط على الزر أدناه لإنهاء محادثتك.
es: Para terminar la conversación, selecciona el botón de abajo.
fr: Appuie sur le bouton ci-dessous pour terminer votre conversation.
th: เลือกปุ่มข้างล่างนี้เมื่อต้องการจบการสนทนา

source: Finding someone new... Want to interrupt searching?
ar: جاري البحث عن شخص ما جديد... هل تريد إلغاء عملية البحث؟
es: Buscando nuevo interlocutor. ¿Interrumpir?
fr: Cherche quelqu’un de nouveau... Veux-tu annuler la recherche ?
id: Sedang mencari teman baru. Batalkan?
th: กำลังค้นหาเพื่อนใหม่ จะหยุดการค้นหาหรือไม่
vi: Đang tìm người mới...Bạn muốn hủy tìm kiếm?

source: Sending failed. Try it again later.
ar: لقد فشل الإرسال. قُم بإعادة المحاولة في وقتٍ لاحق.
es: La transmisión ha fallado. Espera un poco y vuelve a intentarlo.
fr: Échec de l’envoi. Essaye de nouveau plus tard.
id: Gagal mengirim. Cobalah beberapa saat lagi.
th: ไม่สามารถส่งข้อความได้ ขอให้ลองใหม่ในอีกสักพัก
vi: Không gửi được. Thử lại sau.

source: Do you want to cancel searching?
ar: هل تريد إلغاء عملية البحث؟
es: ¿Interrumpir la búsqueda?
fr: คุณต้องการหยุดการค้นหาหรือไม่
id: Batalkan pencarian?
th: คุณต้องการหยุดการค้นหาหรือไม่
vi: Bạn muốn hủy tìm kiếm?

source: Searching interrupted.
ar: لقد تم إلغاء البحث
es: Se ha interrumpido la búsqueda.
fr: Recherche annulée.
id: Pencarian dibatalkan.
th: หยุดการค้นหาแล้ว
vi: Đã hủy tìm kiếm.

source: This message type is not supported.
ar: نوع هذه الرسالة غير مدعوم.
es: Este tipo de mensaje no es compatible.
fr: Ce type de message n’est pas pris en charge.
id: Jenis pesan ini tidak didukung.
th: ไม่สนับสนุนชนิดของข้อความนี้
vi: Loại tin nhắn này không được hỗ trợ.

source: End Chat?
ar: هل تريد إنهاء الدردشة؟
es: ¿Terminar la conversación?
fr: Terminer la discussion ?
id: Akhiri chat?
th: จบการสนทนาหรือไม่
vi: Kết thúc Cuộc trò chuyện?

source: Chat ended.
ar: لقد تم إنهاء الدردشة.
es: Has terminado la conversación.
fr: Discussion terminée.
id: Chat diakhiri.
th: จบการสนทนา
vi: Đã kết thúc cuộc trò chuyện.

source: Stranger has disconnected.
ar: لقد قام الشخص الغريب بقطع الاتصال.
es: El interlocutor ha terminado la conversación.
fr: L’inconnu s’est déconnecté.
id: Teman telah mengakhiri chat.
th: เพื่อนของคุณได้ขอจบการสนทนา
vi: Người lạ đã hủy kết nối.

source: If the person you chatted with was a malicious user, you can report them via the [Report] button.
ar: إذا كان الشخص الذي أجريت دردشة معه هو أحد المتطفلين، يمكنك الإبلاغ عنه من خلال زر [إبلاغ].
fr: Si la personne avec laquelle vous avez chatté est un utilisateur malveillant,vous pouvez le signaler grâce au bouton [Report].
vi: Nếu người mà bạn nói chuyện cùng là một người dùng nguy hại, bạn có thể báo cáo người đó bằng nút [Báo cáo].

source: Your Chatty account has been suspended due to malicious activity.If you think this account was suspended incorrectly, please contact https://m.me/ChattySupport
ar: تم تعليق حساب Chatty الخاص بك بسبب وجود أنشطة ضارة. إذا كنت تعتقد أن حسابك تم تعليقه عن طريق الخطأ، يُرجى الاتصال بـ https://m.me/ChattySupport
fr: Votre compte Chatty a été suspendu à cause d'activités malveillantes.Si vous pensez que ce compte a été suspendu à tort, veuillez contacter https://m.me/ChattySupport
vi: Tài khoản Chatty của bạn đã bị đình chỉ do hoạt động nguy hại.Nếu bạn nghĩ rằng tài khoản này đã bị đình chỉ không chính xác, vui lòng liên hệ https://m.me/ChattySupport

source: Loading...
ar: جارٍ التحميل...
es: Cargando...
fr: Chargement...
vi: Đang tải...

source: To start new chat, please wait {hours} hours and {minutes} minutes or check how to start right now by clicking this button.
ar: لبدء دردشة جديدة، يرجى الانتظار {hours} ساعات و {minutes} دقيقة أو انظر كيف تبدأ الآن من خلال النقر على هذا الزر.
es: Para comenzar un chat nuevo, por favor espera {hours} horas y {minutes} minuto o descubre cómo comenzar ahora mismo haciendo clic en este botón.
fr: Pour démarrer un nouveau clavardage, veuillez attendre {hours} heures et {minutes} minutes ou regardez comment démarrer tout de suite en cliquant sur ce bouton.
vi: Để bắt đầu cuộc trò chuyện mới, vui lòng đợi {hours} giờ {minutes} phút hoặc xem cách thức bắt đầu ngay bây giờ bằng cách nhấp vào nút này.

source: Thank you for using Chatty.
ar: شكرًا لاستخدام خدمة تشاتي.
es: Gracias por usar Chatty.
fr: Merci d'utiliser Chatty.
vi: Cảm ơn bạn đã sử dụng Chatty.

source: To start a new chat, please wait {hours} hours and {minutes} minutes, or answer a survey.
ar: لبدء دردشة جديدة، يرجى الانتظار {hours} ساعات و{minutes} دقيقة، أو قم بالإجابة على استبيان.
es: Para comenzar un chat nuevo, por favor espera {hours} horas y {minutes} minutos, o responde a una encuesta.
fr: Pour démarrer un nouveau clavardage, veuillez attendre {hours} heures et {minutes} minutes, ou répondre à une enquête.
vi: Để bắt đầu cuộc trò chuyện mới, vui lòng đợi {hours} giờ {minutes} phút, hoặc trả lời một bản khảo sát.

source: Now You can start a new chat!
ar: الآن يمكنك بدء دردشة جديدة!
es: ¡Ya puedes empezar un nuevo chat!
fr: Vous pouvez maintenant démarrer un nouveau clavardage!
vi: Bây giờ Bạn có thể bắt đầu cuộc trò chuyện mới!

source: If you like Chatty, please share.
ar: إذا أعجبتك خدمة تشاتي، يرجى مشاركتها.
es: Si te gusta Chatty, por favor comparte.
fr: Si vous aimez Chatty, veuillez le partager avec des gens.
vi: Nếu bạn thích Chatty, xin hãy chia sẻ nhé.

source: Answer a Survey
ar: اجب على استبيان
es: Responde a una encuesta
fr: Répondre à une enquête
vi: Trả lời Khảo sát

source: Check
ar: انظر
es: Descubre
fr: Regarder
vi: Xem

source: Report
ar: إبلاغ
vi: Báo cáo

source: Interrupt searching
ar: إلغاء عملية البحث
es: Interrumpir búsqueda
fr: Annuler la recherche
id: Batalkan pencarian
th: หยุดการค้นหา
vi: Hủy tìm kiếm

source: New Chat
ar: دردشة جديدة
es: Buscar nuevo interlocutor
fr: Nouveau chat
id: Cari teman baru
th: ค้นหาคู่สนทนาใหม่
vi: Cuộc trò chuyện Mới

source: How To Start a New Chat
ar: كيفية بدء دردشة جديدة
fr: Comment démarrer une nouvelle discussion
id: Bagaimana untuk memulai obrolan baru
vi: Cách bắt đầu cuộc trò chuyện mới

source: Find new partner
ar: ابحث عن شخص غريب جديد
es: Buscar nuevo interlocutor
fr: Trouver un nouvel inconnu
id: Cari teman baru
th: ค้นหาคู่สนทนาใหม่
vi: Tìm một người lạ mới

source: Select language
ar: اختر اللغة
es: Configurar idiomas
fr: Choisir la langue
id: Atur bahasa
th: เลือกภาษา
vi: Chọn ngôn ngữ

source: End Chat
ar: إنهاء الدردشة
es: Terminar conversación
fr: Fin de discussion
id: Akhiri chat
th: จบการสนทนา
vi: Kết thúc Cuộc trò chuyện

source: End
ar: إنهاء الدردشة
es: Terminar conversación
fr: Fin de discussion
id: Akhiri chat
th: จบการสนทนา
vi: Kết thúc Cuộc trò chuyện

source: Changes saved.
ar: تم حفظ التغييرات
es: Cambios guardados
fr: Modifications enregistrées
id: Perubahan disimpan
th: บันทึกการเปลี่ยนแปลงแล้ว
vi: Đã lưu thay đổi

source: Close
ar: أغلق الصفحة
es: Cerrar
fr: Fermer
vi: Đóng

source: Men
ar: رجالي
es: Hombres
fr: Hommes
vi: Đàn ông

source: Women
ar: نساء
es: Mujer
fr: Femmes
vi: Đàn bà

source: I want to find...
ar: أريد أن أجد...
es: Quiero encontrar...
fr: Je veux trouver...
vi: Tôi muốn tìm...

source: Languages
ar: اللغات

source: Discovery Settings
ar: إعدادات الاكتشاف
es: Explorar Configuración
fr: Paramètres de découverte
vi: Cài đặt

source: Share Your Profile
ar: مشاركة ملفك
es: Compartir perfil
fr: Partagez votre profil
id: Bagikan profil

source: Send a link to your Facebook profile?
ar: إرسال رابط ملفك على فيسبوك؟
es: Souhaitez-vous envoyer un lien vers votre profil Facebook ?
fr: ¿Estás seguro/a de querer compartir el link de acceso a tu perfil de Facebook?
id: Ingin berbagi tautan ke profil Facebook-mu?

source: Send
ar: إرسال
es: Envoyer
fr: Compartir
id: Bagikan

source: Profile shared.
ar: تم مشاركة الملف.
es: Profil partagé.
fr: El contacto ha compartido su perfil.
id: Pengguna telah membagikan profilnya.

source: Shared.
ar: تمت مشاركته.
es: Partagé.
fr: Lo ha compartido.
id: Dibagikan.

source: View Profile
ar: عرض الملف
es: Voir le profil
fr: Ver perfil
id: Tampilkan profil

source: Not enough points, please purchase more. Selecting a gender preference require points.(10 points per use)
ar: لا يوجد ما يكفي من النقاط، لذا يُرجى شراء المزيد منها. تحديد الجنس المفضل يتطلب نقاطاً.(10 نقاط لكل مستخدم)
fr: Pas assez de points, veuillez en acheter plus. Sélectionner une préférence de genre requiert des points. (10 points par utilisation)

source: Purchase Points
ar: شراء نقاط
fr: Acheter des points

source: Purchase
ar: شراء
fr: achat

source: My Points
ar: نقاطي
fr: Mes points

source: By purchasing points, you can select the gender of the people you want to talk with.
ar: يمكنك تحديد جنس الأشخاص الذين تريد التحدث معهم عن طريق شراء نقاط.
es: Si compra puntos podrá seleccionar el sexo de la persona con la que desee hablar.
fr: En achetant des points, vous pouvez choisir le genre des personnes avec qui vous voulez discuter.

source: Your payment failed. Please try again later. If the problem persists, please contact us at https://m.me/ChattySupport
ar: يمكنك تحديد جنس الأشخاص الذين تريد التحدث معهم عن طريق شراء نقاط.
es: Su pago no ha sido aceptado. Inténtelo de nuevo más tarde. Si el problema continúa, puede ponerse en contacto con nosotros en https://m.me/ChattySupport
fr: Votre paiement a échoué. Veuillez réessayer plus tard. Si le problème persiste, veuillez nous contacter à l'adresse https://m.me//ChattySupport

source: Payment failed due to expiration of token. Please refresh your web browser and then try again.
ar: فشلت عملية الدفع الخاصة بك، وذلك بسبب انتهاء صلاحية الرمز المميز، فيرجى تحديث مستعرض الويب لديك والمحاولة مرة أخرى.
es: El pago no ha sido aceptado por el vencimiento de la señal. Reinicie el navegador y vuelva a intentarlo de nuevo.
fr: Le paiement a échoué dû à l'expiration du token. Veuillez rafraîchir votre explorateur Web et réessayer.

source: Please check whether the credit card information that you entered is incorrect, or your credit limit has been exceeded. If there are no mistakes in your input, and the same error still appears after you have tried again, then please contact your credit card company.
ar: يُرجى منك التحقق من كون معلومات البطاقة الائتمانية التي قُمت بإدخالها غير صحيحة، أو من كونك قد تجاوزت حد الائتمان. إن لم تكن هناك أية أخطاءٍ في البيانات التي قمت بإدخالها، وظل نفس الخطأ في الظهور بعد قيامك بالمحاولة مرة أخرى، فيُرجى إذاً الاتصال بشركة البطاقة الائتمانية الخاصة بك.
es: Compruebe si la información de la tarjeta de crédito introducida es incorrecta o si ha sobrepasado su límite de crédito. Si no hay errores en la introducción de los datos y sigue apareciendo el mismo error tras haberlo intentado de nuevo, contacte con la entidad que le ha expedido la tarjeta de crédito.
fr: Veuillez vérifier si les informations de carte de crédit que vous avez entrées sont incorrectes, ou si votre limite de crédit est dépassé. S'il n'y a aucune erreur dans vos données entrées, et que la même erreur apparaît après avoir réessayé, veuillez contacter la société émettrice de votre carte de crédit.

source: Save
fr: Enregistrer

source: Not enough points, please purchase more. Selecting a gender preference require points.(10 points per use)No dispone de puntos suficientes, compre más. Para seleccionar una preferencia de género necesita puntos. (10 puntos por uso)
es: Comprar puntos

source: Sign up completed
vi: Đăng ký hoàn thành!

source: You're now chatting with someone new! Choose 'Menu' from the menu '≡' in the corner or tap the button bellow to terminate your conversation.
vi: Hiện giờ bạn đang trò chuyện với một người lạ! Nhấp vào nút bên dưới để chấm dứt cuộc hội thoại của bạn.

source: Choose 'Menu' from the menu 'â‰¡' in the corner or tap the button bellow to terminate your conversation.
id: Pilih tombol di bawah untuk mengakhiri chat
